{
    "format": "graph-model",
    "generatedBy": "2.18.0",
    "convertedBy": "TensorFlow.js Converter v4.22.0",
    "signature": {
        "outputs": {
            "Identity:0": {
                "name": "Identity:0"
            }
        }
    },
    "modelTopology": {
        "node": [
            {
                "name": "ConstantFolding/model_75/tf.math.divide_1/truediv_recip",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.strided_slice_49/ones_like/tensor",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT64"
                    }
                }
            },
            {
                "name": "model_75/tf.strided_slice_49/StridedSlice/end",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT64"
                    }
                }
            },
            {
                "name": "model_75/tf.strided_slice_49/ones_like",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT64"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_244/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "2"
                                    },
                                    {
                                        "size": "8400"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/71841",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "2"
                                    },
                                    {
                                        "size": "8400"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.strided_slice_46/StridedSlice/begin",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT64"
                    }
                }
            },
            {
                "name": "model_75/tf.strided_slice_46/StridedSlice/end",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT64"
                    }
                }
            },
            {
                "name": "model_75/tf.strided_slice_46/StridedSlice/strides",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT64"
                    }
                }
            },
            {
                "name": "model_75/tf.reshape_44/Reshape/shape",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "4"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.compat.v1.transpose_283/transpose/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "4"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.compat.v1.transpose_284/transpose/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "4"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_425/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "16"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.compat.v1.transpose_289/transpose/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "4"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.reshape_47/Reshape/shape",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.strided_slice_48/ones_like/tensor",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT64"
                    }
                }
            },
            {
                "name": "model_75/tf.strided_slice_48/StridedSlice/end",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT64"
                    }
                }
            },
            {
                "name": "model_75/tf.strided_slice_48/ones_like",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT64"
                    }
                }
            },
            {
                "name": "model_75/tf.concat_56/concat/axis",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.math.multiply_703/Mul/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "8400"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_389/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "64"
                                    },
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_194/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_390/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "64"
                                    },
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_196/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_393/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "64"
                                    },
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_199/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.compat.v1.nn.depthwise_conv2d_8/depthwise/filter_in",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "64"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_195/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_391/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "64"
                                    },
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_197/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.compat.v1.nn.depthwise_conv2d_11/depthwise/filter_in",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "80"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_202/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_397/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "80"
                                    },
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_206/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_401/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "80"
                                    },
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_210/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.concat_45/concat/axis",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.compat.v1.transpose_240/transpose/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "4"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.reshape_35/Reshape/shape",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_404/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "128"
                                    },
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_215/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_405/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "64"
                                    },
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_217/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_408/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "64"
                                    },
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_220/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.compat.v1.nn.depthwise_conv2d_12/depthwise/filter_in",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "128"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_216/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "128"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_406/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "128"
                                    },
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_218/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.compat.v1.nn.depthwise_conv2d_13/depthwise/filter_in",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "80"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_221/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_411/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "80"
                                    },
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_224/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_413/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "80"
                                    },
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_226/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.concat_48/concat/axis",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.compat.v1.transpose_258/transpose/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "4"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.reshape_38/Reshape/shape",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_419/convolution/filter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "256"
                                    },
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.math.add_236/Add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "model_75/tf.nn.convolution_420/convolution/filter",
